/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Per tornare allo schermo precedente, premi il tasto Menu.";

/* kBRMediaPlayerNotResponding*/
202 = "Per tornare allo schermo precedente, premi il tasto Menu.";


/* kBRMediaNoMovieFolderContent */
304 = "Assicurati che i filmati creati o scaricati siano presenti nella cartella Filmati della tua cartella Inizio.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Seleziona un'altra playlist.";

/* kBRMediaNoSuchSong */
312 = "Seleziona un altro brano.";

/* kBRMediaNoSongForSlideshow */
316 = "Verifica le impostazioni di musica presentazioni e riprova.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Verifica le impostazioni di musica presentazioni e riprova.";

/* kBRVideoUnplayable */
318 = "Formato non riconosciuto.";

/* kBRMediaRadioStreamUnplayable */
319 = "Lo stream radiofonico è scaduto prima di poter essere riprodotto.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Verifica la sorgente e riprova più tardi.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Verifica la sorgente e riprova più tardi.";

/* kBRDataSourceConnectionInProgressError */
420 = "Attendi.";

/* KBRSystemNetworkHostUnreachable */
501 = "Verifica le configurazioni e la connessione di rete.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Il sito web dei trailer cinematografici Apple non è disponibile. Riprova più tardi.";

/* kBRSystemNotHDCPCompliant */
503 = "Per visualizzare questo contenuto, verifica che gli schermi connessi supportino HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Riprova.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Un'altra applicazione sta riproducendo un DVD. Ritorna alla scrivania per chiudere l'altra applicazione e prova ancora.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Un'altra applicazione sta riproducendo il DVD. Ritorna alla scrivania per chiudere l'altra applicazione.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Per ulteriori informazioni sui codici regionali, consulta l'Aiuto del DVD Player.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Formato non riconosciuto.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Errore del disco.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Un'altra applicazione sta utilizzando il CD. Ritorna alla scrivania per chiudere l'altra applicazione e prova ancora.";


/* kBRInternalResourceError */
900 = "";


